<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина покупок';

/////
//$_['text_checkout_option']           = 'Шаг %s: Способ оформления заказа';
//$_['text_checkout_account']          = 'Шаг %s: Профиль &amp; Платежная информация';
//$_['text_checkout_shipping_method']  = 'Шаг %s: Способ доставки';
//$_['text_checkout_confirm']          = 'Шаг %s: Подтверждение заказа';
//$_['text_modify']                    = 'Изменить &raquo;';
//$_['text_new_customer']              = 'Новый покупатель';
//$_['text_returning_customer']        = 'Зарегистрированный пользователь';
//$_['text_checkout']                  = 'Варианты Оформления заказа';
//$_['text_i_am_returning_customer']   = 'Я совершал здесь покупки ранее и регистрировался';
//$_['text_register_account']          = 'Создание учетной записи поможет делать покупки быстрее и удобнее, а так же получать скидки как постоянный покупатель.';
//$_['text_forgotten']                 = 'Забыли пароль?';
//$_['text_your_details']              = 'Личные данные';
//$_['text_your_address']              = 'Адрес';
//$_['text_your_password']             = 'Пароль';
//$_['text_shipping_method']           = 'Выберите удобный способ доставки для данного заказа';
//$_['text_recurring_item']            = 'Элемент периодичности';
//$_['text_payment_recurring']         = 'Платежный профиль';

// Entry
//$_['entry_email_address']            = 'E-Mail Адрес';
//$_['entry_shipping']                 = 'Мой адрес доставки совпадает с платежным.';

// Error
//$_['error_warning']                  = 'Возникла проблема при обработке Вашего заказа! Если проблема возникает повторно, попробуйте выбрать другой способ оплаты или <a href="%s">свяжитесь с администратором магазина</a>.';
//$_['error_login']                    = 'Ошибка: Неправильный E-Mail и/или пароль.';
//$_['error_attempts']                 = 'Вы превысили максимальное количество попыток авторизации. Повторите попытку авторизации на сайте через 1 час';
//$_['error_approved']                 = 'Прежде чем Вы сможете войти, администрация должна одобрить Ваш аккаунт.';
//$_['error_exists']                   = 'Ошибка: данный E-Mail адрес уже зарегистрирован!';
//$_['error_email']                    = 'Е-mail адрес введен неверно!';
//$_['error_telephone']                = 'Номер телефона должен быть от 3 до 32 символов!';
//$_['error_password']                 = 'Пароль должен быть от 4 до 20 символов!';
//$_['error_confirm']                  = 'Пароли не совпадают!';
//$_['error_agree']                    = 'Вы должны прочитать и согласится с %s!';
//$_['error_shipping']                 = 'Необходимо указать способ доставки!';
//$_['error_no_shipping']              = 'Нет доступных способов доставки. Пожалуйста <a href="%s">свяжитесь с администрацией</a>!';
//$_['error_no_payment']               = 'Нет доступных способов оплаты. Пожалуйста <a href="%s">свяжитесь с администрацией</a>!';
